Repository: otuncelli/Scalable-Vector-Graphics-Plugin-for-Paint.NET
Catalog: SvgFileType/Localization/StringResources_*.resx
Languages: fr

source: All Elements
fr: Tous les éléments

source: An update is available!
fr: Une mise à jour est disponible !

source: Brightness Cutoff
fr: Extinction de la luminosité

# BrightnessCutoffDesc
source: Detects areas that are darker than the threshold value and creates a path enclosing them.
fr: Détecte les zones plus foncées que le seuil et crée un chemin les entourant.

source: Cancel
fr: Annuler

source: Canceled upon your request.
fr: Annulée à votre demande.

# Canvas
source: Canvas (W×H)
fr: Canevas (L × H)

source: Canvas is too big.
fr: Le canevas est trop grand.

source: Color
fr: Couleur

source: Edge Detection Mode
fr: Mode de détection des bords

source: Enclose
fr: Joindre

# EndLayerGroup
source: End Layer Group: {0}
fr: Groupe de calques finaux : {0}

# ExportAsPdnShape
source: Export as Shape
fr: Exporter en tant que forme

source: Fill Color
fr: Couleur de remplissage

source: Flatten
fr: Aplatir

# GroupBoundaries
source: Group boundaries as empty layers
fr: Limites de groupe comme calques vides

source: Groups
fr: Groupes

source: Highpass Filter Radius
fr: Rayon du filtre passe-haut

# HighpassFilterRadiusDesc
source: Suppresses large-scale irregularities such as background variations, while preserving small-scale detail such as lines.
fr: Supprime les irrégularités à grande échelle comme les variations d'arrière-plan, tout en préservant les détails à petite échelle comme les lignes.

# ImportHiddenElements
source: Hidden elements
fr: Éléments masqués

source: Invert
fr: Inverser

source: Keep Aspect Ratio
fr: Conserver le rapport d'aspect

# LayerGroup
source: Layer Group: {0}
fr: Groupe de calques : {0}

source: Layers
fr: Calques

source: Lowpass Filter Radius
fr: Rayon du filtre passe-bas

# LowpassFilterRadiusDesc
source: Smooths foreground details.
fr: Adoucit les détails du premier plan.

# MemoryWarningText
source: Make sure you've enough memory!
fr: Assurez-vous d’avoir assez de mémoire !

source: NO PATH
fr: AUCUN CHEMIN

# OpacityAsLayerProperty
source: Element opacity as layer property
fr: Opacité de l’élément comme propriété de calque

source: Optimize
fr: Optimiser

# OptimizeDesc
source: Try to optimize paths by joining adjacent Bezier curve segments.
fr: Tenter d’optimiser les chemins en joignant des segments de courbe de Bézier adjacents.

# PdnShapeExportOptions
source: Paint.NET Shape Export Options
fr: Options d’exportation de formes Paint.NET

# PdnShapeExportOptionsDesc
source: * Enter a display name for the shape
fr: * Entrez un nom d’affichage pour la forme

# PluginVersion
source: Plugin Version: {0}
fr: Version du greffon : {0}

source: Preview Mode
fr: Mode aperçu

# PreviewModeFast
source: Fast
fr: Rapide

# PreviewModeSlow
source: Slow
fr: Lent

source: Ready!
fr: Prêt !

# Resolution
source: Resolution (DPI)
fr: Résolution (DPI)

source: Scale
fr: Échelle

source: Scale before threshold
fr: Échelle avant le seuil

source: Scan Mode
fr: Mode de numérisation

source: Shape
fr: Forme

# ShapeSaved
source: The image tracing result is saved as Paint.NET Shape. ----- {0} -----
fr: Le résultat du traçage de l’image est enregistré en tant que Forme Paint.NET. ----- {0} -----

# ShapeSavedCaption
source: Success
fr: Réussi

# ShapeSavedRestart
source: You must restart Paint.NET to use it.
fr: Vous devez redémarrer Paint.NET pour l’utiliser.

source: Size selection by user
fr: Sélection de la taille par l’utilisateur

source: Size settings given in SVG file
fr: Paramètres de taille indiqués dans le fichier SVG

source: Smooth Corners
fr: Lisser les coins

# SmoothCornersDesc
source: Smooth out sharp corners of the trace.
fr: Lisser les angles pointus du traçage.

source: Suppress Speckles
fr: Enlever les salissures

# SuppressSpecklesDesc
source: Ignore small spots (speckles) in the bitmap.
fr: Ignorer les petites taches (salissures) dans l’image bitmap.

source: Tight
fr: Resserrer

source: Turn Policy
fr: Stratégie de direction

# TurnPolicyBlack
source: Black
fr: Noir

# TurnPolicyDesc
source: Determines how to resolve ambiguities during decomposition of bitmaps into paths.
fr: Détermine comment résoudre les ambiguïtés lors de la décomposition des bitmaps en chemins.

# TurnPolicyLeft
source: Left
fr: Gauche

# TurnPolicyMajority
source: Majority
fr: Majorité

# TurnPolicyMinority
source: Minority
fr: Minorité

# TurnPolicyRandom
source: Random
fr: Aléatoire

# TurnPolicyRight
source: Right
fr: Droite

# TurnPolicyWhite
source: White
fr: Blanc

source: Untitled
fr: Sans titre

source: ▼ Use size settings given in SVG ▼
fr: ▼ Utiliser les paramètres de taille dans le SVG ▼

source: ViewBox (W×H)
fr: ViewBox (L x H)

# Viewport
source: Viewport (W×H)
fr: Viewport (L x H)

source: Working...
fr: Traitement en cours…
